{
    "heading": "<h2>Autodata Solutions and DriveItNow Give Consumers More Detailed Payment Options Using OEM Incentives and Rebates</h2>",
    
"subtitle": "<h3>DriveItNow pre-qualifies consumers based on their actual credit, OEM incentives and dealer financing guidelines to provide the clearest picture yet of their car-buying power.</h3>",
    
"body":"<p>DriveItNow pre-qualifies consumers based on their actual credit, OEM incentives and dealer financing guidelines to provide the clearest picture yet of their car-buying power.</p><p>Professional services and technology firm Autodata Solutions, Inc., today announced a referral agreement with DriveItNow to help turn web visitors into buyers with a pre-qualified payment marketing conversion tool. DriveItNow is a payment-based calculator that can be incorporated into dealership websites, online auctions, classified listings and manufacturer sites. The patent-pending technology provides consumers with instant car payment information based on a combination of the user's credit eligibility, manufacturer rebate and incentive information and a dealer's finance guidelines. The service has no impact on the consumer's credit score and no personal or sensitive information is required.</p><p>\"Showing a real payment on a real car that the customer is credit eligible for is key to having a more qualified and ready buyer,\" said Rusty Platt, Program Director, DriveItNow. \"Adding the most complete incentive information from Autodata Solutions gives a customer the most realistic payment option to help them buy the car they want.\"</p><p>\"Pairing DriveItNow's quoting functionality with Autodata Solutions' OEM incentive data continues our tradition of providing leading-edge tools that motivate consumers' purchase decisions,\" said Rick Schlang, Director of Business Development, Autodata Solutions. \"The result is high quality leads that directly impact a store's bottom line.\"</p><h4>About Autodata Solutions, Inc.</h4><p>Autodata Solutions, Inc. is a leading provider of consulting and professional services to North American automotive OEMs. As a pioneer of technology services for the automotive industry, Autodata Solutions provides a wide range of technology consulting services. From market analytics, product planning, vehicle configuration management, lead management, remarketing, order placement, consumer-facing competitive comparison website and in-dealership retail systems and training to all sectors associated with selling and marketing a vehicle. In addition, Autodata Solutions' reseller division distributes Autodata vehicle data, images and tools to media portals and dealership service providers. Founded in 1990, Autodata Solutions has offices in Detroit, Los Angeles, and London, Ontario, Canada, and is a division of Internet Brands, Inc. <a href = \"http://www.internetbrands.com\">www.internetbrands.com</a>. <a href = \"http://www.autodatasolutions.com\">www.autodatasolutions.com</a><h4>About DriveItNow</h4><p>DriveItNow is a patent pending payment marketing technology service of Automobile Consumer Services, Inc. ACS. ACS leads the industry with innovative proprietary technology, superior customer service, and over twenty years of auto financing and leasing experience.</p><h4>For More Information Contact:</h4><p>Tarry Shebesta, President<br>Automobile Consumer Services, Inc.<br> d/b/a DriveItNow<br>Phone: 513.527.7700 ext. 11 <br>Email: pr@acscorp.com<br></p><hr></p>"
}