{
    "heading": "<h2>Autodata Solutions Launches OEM Accessories Data, Expanding Its Automotive Content Syndication Service</h2>",
    
"body":"<p>Autodata Solutions, Inc., a leading provider of comprehensive vehicle content, today announced the addition of OEM Accessories Data to its Automotive Content Syndication Service. OEM accessories descriptions, pricing and images offer both dealership service providers and media portals the opportunity to attract an entirely new line of business.</p><p>Dealership service providers can now offer their own online OEM accessories merchandising services to grow partnership and selling opportunities using accessorized vehicle configurations, while media companies can grow consumer awareness, loyalty, site engagement, and more Armed with in-demand products that enhance or modify vehicles such as floor mats, seat covers, alarms, in-car entertainment and custom wheels, new digital marketing services can target both new and used vehicle buyers and current owners.</p><p>\"We're pleased to be an exclusive distributor and integrator of OEM accessories data and play such a pivotal role in bringing another key dealership profit center online,\" said Michael Benavides, VP of Business Development, Autodata Solutions. \"The seamless integration of OEM accessories data with our distribution and delivery platform will make it easy for Autodata's clients to introduce accessories merchandising into new vehicle configurations, online inventory classifieds and existing fixed-ops marketing channels.\"</p><p>Autodata Solutions' OEM accessories data includes part descriptions, price, installed price, images and 'why-buys' for most cars and light duty trucks for most major brands in the U.S.</p><p>Autodata Solutions, Inc.is a leading provider of consulting and professional services to North American automotive OEMs. As a pioneer of technology services for the automotive industry, Autodata Solutions provides a wide range of technology consulting services - from market analytics, product planning, vehicle configuration management, lead management, remarketing, order placement, consumer-facing competitive comparison website and in-dealership retail systems and training - to all sectors associated with selling and marketing a vehicle. In addition, Autodata Solutions' reseller division distributes Autodata vehicle data, images and tools to media portals and dealership service providers. Founded in 1990, Autodata Solutions has offices in Detroit, Los Angeles, and London, Ontario, Canada, and is a division of Internet Brands, Inc. (<a href = \"http://www.internetbrands.com\">www.internetbrands.com</a>) <a href = \"http://www.autodatasolutions.com\">www.autodatasolutions.com</a></p><h4>For More Information Contact:</h4><p>Jackie Grant, Marketing Manager <br> Autodata Solutions, Inc.<br>Phone: 1.519.451.2323 ext. 6564 <br> Toll: 1.800.263.2384 ext. 6564<br> Email: Jackie.Grant@autodata.net <br> URL: <a href = \"http://www.autodatasolutions.com\">www.autodatasolutions.com</a></p><hr>"
}