{
    "heading": "<h2>Autodata Solutions Selects Gumiyo to Deliver Mobile Automotive </h2>",
    
"body":"<p>Professional services and technology firm, Autodata Solutions, today announced it has selected Gumiyo, a leading mobile application company, to support the delivery of mobile sales and marketing applications to the automotive industry.</p><p>\"Gumiyo's flexible mobile platform will enable Autodata Solutions to extend its comprehensive interactive shopping tools, including vehicle configuration, comparisons, and inventory search solutions, to a growing audience of mobile device users,\" said Craig Jennings, Managing Partner at Autodata Solutions. \"Our clients will benefit from providing a seamless experience to consumers who are researching or purchasing their next vehicle utilizing the best screen and device that is available to them.\"</p><p>\"We are truly excited that Autodata Solutions has chosen Gumiyo to deploy its shopping tools on our Mobile Ready Platform,\" states Shuki Lehavi, Gumiyo’s CEO. \"We look forward to expanding Autodata's exceptional tools and data sets into the world of mobile developers, making it easier for our partners and clients to develop exciting new mobile solutions.\"</p><p>Autodata Solutions, Inc.is a leading provider of consulting and professional services to North American automotive OEMs. As a pioneer of technology services for the automotive industry, Autodata Solutions provides a wide range of technology consulting services - from market analytics, product planning, vehicle configuration management, lead management, remarketing, order placement, consumer-facing competitive comparison website and in-dealership retail systems and training - to all sectors associated with selling and marketing a vehicle. In addition, Autodata Solutions' reseller division distributes Autodata vehicle data, images and tools to media portals and dealership service providers. Founded in 1990, Autodata Solutions has offices in Detroit, Los Angeles, and London, Ontario, Canada, and is a division of Internet Brands, Inc. (<a href = \"http://www.internetbrands.com\">www.internetbrands.com</a>) <a href = \"http://www.autodatasolutions.com\">www.autodatasolutions.com</a></p><p>Gumiyois a mobile solutions company and provider of the Mobile Ready Platform, a flexible suite of tools and services to deliver any business to any mobile device. Gumiyo's technology offers a scalable path for business and media customers to create private-labeled mobile solutions that work across the full spectrum of devices and that can be mass-deployed to thousands of end customers, advertisers, clients, or users. The company deeply integrates with data feeds, inventory systems, financial systems, websites, CRM and ERP systems, to create rich and useful mobile applications in any market and for any audience. <a href = \"http://www.gumiyo.com\">www.gumiyo.com</a></p><h4>For More Information Contact:</h4><p>Jackie Grant, Marketing Manager <br> Autodata Solutions, Inc.<br>Phone: 1.519.451.2323 ext. 6564 <br> Toll: 1.800.263.2384 ext. 6564<br> Email: Jackie.Grant@autodata.net <br> URL: <a href = \"http://www.autodatasolutions.com\">www.autodatasolutions.com</a></p><hr>"
}