{
    "heading": "<h2>Productive Access, Inc. Selects Autodata Solutions to Augment its mTAB Survey Database</h2>",
    
"body":"<p>Productive Access, Inc. (PAI), the leading provider of survey analysis services to the automotive industry, today announced the general availability of the mTAB Value-Add Service. PAI's mTAB is the leading survey analysis software application in several industry verticals including the automotive industry, where thousands of automotive industry planners and analysts benefit from mTAB each and every business day.</p><p>This new service is made possible through Autodata Solutions, Inc., a leading provider of vehicle pricing, specifications and equipment data to the automotive industry. A subset of Autodata Solutions' comprehensive vehicle database will be available to customers of PAI's mTAB survey databases that contain VIN or vehicle identification numbers. The mTAB Value-Added Service appends the relevant vehicle specification and equipment variables to the customer's existing mTAB survey databases.</p><p>\"Combining Autodata's rich database of vehicle specification and equipment with our customer's survey data provides for a new and valuable view of consumer preference and behavior\" said Brad Hontz, President of PAI. \"For example, a product planner can use the mTAB Value-Add Service to understand the relationship between vehicle interior dimensions and consumer feature ratings, or the relationship between consumer hobbies and the optional equipment selection. There are virtually endless analyses of value that will now be at the fingertips of the product planners using the mTAB Value-Add Service.\"</p><p>\"The work that PAI has done to leverage our industry-standard automotive data is very compelling and innovative\" said Greg Perrier, President and CEO of Autodata Solutions. \"PAI is offering capabilities to our mutual clients that are unique to the industry, and we are enthusiastic to help bring this to market.\"</p><h4>About Productive Access, Inc. (PAI)</h4><p>Productive Access Incorporated (PAI) is a leading provider of survey data analysis and reporting services. Founded in 1987, PAI has been the choice of Fortune 1000 firms seeking to manage the data basing, analysis and distribution of survey data. PAI's mTAB service provides an enterprise survey data warehouse with powerful survey business intelligence software and reporting tools that offer access and workgroup sharing of a corporation's survey data assets.</p><p>Autodata Solutions, Inc. is a leading provider of consulting and professional services to North American automotive OEMs. As a pioneer of technology services for the automotive industry, Autodata Solutions provides a wide range of technology consulting services - from market analytics, product planning, vehicle configuration management, lead management, remarketing, order placement, consumer-facing competitive comparison website and in-dealership retail systems and training - to all sectors associated with selling and marketing a vehicle. In addition, Autodata Solutions' reseller division distributes Autodata vehicle data, images and tools to media portals and dealership service providers. Founded in 1990, Autodata Solutions has offices in Detroit, Los Angeles, and London, Ontario, Canada, and is a division of Internet Brands, Inc.</p><h4>For More Information Contact:</h4><p>Jackie Grant, Marketing Manager <br> Autodata Solutions, Inc.<br>Phone: 1.519.451.2323 ext. 6564 <br> Toll: 1.800.263.2384 ext. 6564<br> Email: Jackie.Grant@autodata.net <br> URL: <a href = \"http://www.autodatasolutions.com\">www.autodatasolutions.com</a></p><hr>"
}