{
    "heading": "<h2>DealerTrack and Internet Brands Form Joint Venture</h2>",
    "subtitle": "<h4>DealerTrack and Internet Brands Form Joint Venture to Provide Industry Leading Data Solutions to the Automotive Market</h4>",
    
"body": ["<p>The newly formed entity will be run by the combined management teams of Chrome Systems and Autodata. Greg Perrier of Autodata will be Chief Executive Officer and Mark O'Neil of DealerTrack will serve as Chairman of the Board.</p><p>Chrome Data will provide a broad spectrum of vehicle content offerings to the North American automotive retail market, ranging from syndicated commercial off-the-shelf products for automotive retailers to custom design-and-build engagements for large enterprise clients. The joint venture will allow for increased investment in products and services and provide a platform for new innovations in automotive data. The Autodata Solutions' Professional Services Group will continue to operate as a separate entity under the Autodata Solutions name, focused on implementing custom professional services engagements.</p><p>\"Both Autodata and Chrome Systems are well-known automotive data experts who deliver high-quality offerings to all segments of the automotive industry,\" said Bob Brisco, chief executive officer of Internet Brands. \"The establishment of Chrome Data will leverage the best assets of both organizations to take the industry to the next level and help customers reach their growth and profitability goals even faster.\" \"The combination of Autodata and Chrome will allow the North American automotive retail industry, including Internet portals, OEMs, lenders, automotive retailers, and solution providers, to benefit from one-stop shopping for their data and content needs,\" said Mark O'Neil, chairman and chief executive officer, DealerTrack. \"Each company has an established, trusted legacy of more than two decades of providing data and services to the industry. By bringing together the breadth and depth of both companies, we will set new standards for data excellence and spur innovative new offerings.\"<p>The transaction is expected to close in January 2012, subject to customary closing conditions.  The Chrome Data headquarters will be located in Troy, Michigan, outside of Detroit, with primary offices in Portland, Oregon, and London, Ontario.<p>About Internet Brands <a href = \"http://www.internetbrands.com\">www.internetbrands.com</a></p><p>Headquartered in El Segundo, California, Internet Brands is a new media company that operates online media, community, and e-commerce websites in vertical markets. The company also develops and licenses Internet software and social media applications. In its Consumer Internet Division, Internet Brands owns and operates more than 200 principal websites in seven categories. The company currently attracts, on average, more than 90 million unique visitors per month, with 97 percent of the network’s audience originating from organic, non-paid sources.</p><p>About DealerTrack <a href = \"http://www.dealertrack.com\">www.dealertrack.com</a></p><p>DealerTrack's intuitive and high-value software solutions and services enhance efficiency and profitability for all major segments of the retail automotive industry, including dealers, lenders, OEMs, agents and aftermarket providers.  DealerTrack, whose solution set for dealers is amongst the most comprehensive in the industry, operates the largest online credit application network in the United States, connecting over 17,000 dealers with more than 1,100 lenders.  DealerTrack's Dealer Management System (DMS) provides dealers with easy-to-use tools and real-time data access to enhance their efficiency.  DealerTrack's Inventory offerings provide vehicle inventory management and merchandising solutions to help dealers drive higher in-store and online traffic with state-of-the-art, real-time listings - leading to accelerated used-vehicle turn rates and higher dealer profits.  DealerTrack's Sales and F&amp;I solutions allow dealers to streamline the entire sales process as they structure deals from a single integrated platform.  Its Compliance offering helps dealers meet legal and regulatory requirements, and protect their assets.  DealerTrack also offers additional solutions for the automotive industry, including electronic motor vehicle registration and titling applications, paper title storage, and digital document services. For more information visit: <a href=\"http: //www.dealertrack.com\" target=\"_blank\">www.dealertrack.com</a></p><h4>Safe Harbor for Forward-Looking and Cautionary Statements.</h4><p>Statements in this press release regarding the benefits of the partnership between DealerTrack and Autodata Solutions, and the timing of the closing of the transaction, and all other statements in this release other than the recitation of historical facts are forward-looking statements (as defined in the Private Securities Litigation Reform Act of 1995).  These statements involve a number of risks, uncertainties and other factors that could cause actual results, performance or achievements of DealerTrack to be materially different from any future results, performance or achievements expressed or implied by these forward-looking statements.</p><p>Factors that might cause such a difference include the ability of the partnership to execute its business plan, the successful integration and combination of the Chrome and AutoData Solutions data solutions businesses, and other risks listed in our reports filed with the Securities and Exchange Commission (SEC), including our Annual Report on Form 10-K for the year ending December 31, 2010. These filings can be found on DealerTrack&#8217;s website at <a href=\"http://www.dealertrack.com\" target=\"_blank\">www.dealertrack.com</a> and the SEC&#8217;s website at <a href=\"http://www.sec.gov\" target=\"_blank\">www.sec.gov</a>. Forward-looking statements included herein speak only as of the date hereof and DealerTrack disclaims any obligation to revise or update such statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events or circumstances.</p><p>Contacts DealerTrack:<br />Mark Brown<br />DealerTrack, Inc.<br />(516) 734-3887<br /> <a href=\"mailto:mark.brown@dealertrack.com\">mark.brown@dealertrack.com</a></p> <p>Michael DeMeo<br />DealerTrack, Inc.<br />(516) 734-3691<br /><a href=\"mailto:michael.demeo@dealertrack.com\">michael.demeo@dealertrack.com</a></p><p>Contact Internet Brands:<br />Joe Ewaskiw<br />Internet Brands<br />(310) 280-4539<br /><a href=\"mailto:joe.ewaskiw@internetbrands.com\">joe.ewaskiw@internetbrands.com</a></p><hr>"]
}